[
  {
    "title": "Accountability",
    "definition": "<p>We are committed to being responsible and ...<p>  <p>We value and promote responsibility and trans...</p>",
    "body": "<p><strong>We are committed to being responsible and transparent.</strong></p><p>We value and promote responsibility and transparency to achieve continuous improvement, the effective and efficient use of resources, and the momentum to propel us to future greatness. We hold each member of our institution to high professional standards. We are accountable for our collective and our individual decisions, actions, results, and responsibilities. We believe in ethical and professional standards and distinction in scholarly activities.We honor our commitments, and we take pride in our work.<p><ul><p><strong>How Can I Live This Core Value?</strong></p><li><p>Conduct business in an ethical manner and adhere to our values, conduct guidelines, and policies and procedures.</p></li><li><p>Take responsibility for decisions, actions, and results.</p></li><li><p>Take the initiative to share ideas, thoughts, and opinions.</p></li><li><p>Participate! Submit honest feedback.</p></li></ul>"
  },
  {
    "title": "Civility",
    "definition": "<p>We expect interactions to be professional, ethical ...</p>  <p>All are expected to be cordial and professional ...</p>",
    "body": "<p><strong>We expect interactions to be professional, ethical, respectful, and courteous.</strong></p><p>All are expected to be cordial and professional. Civility demands that we treat others with respect. A lack of courtesy or respect will not be tolerated. With civility as a guiding principle, we will promote justice, equality, honesty, courtesy, freedom, dignity, and responsible citizenship. Civility and respect make us further appreciate the unique gifts and contributions of every person in the UMB community and to draw upon their diverse perspectives, so that we can truly be greater than the sum of our parts.<p><ul><p><strong>How Can I Live This Core Value?</strong></p><li><p>Be caring, respectful, and encouraging to each other.</p></li><li><p>Exercise patience.</p></li><li><p>Listen actively, with sensitivity to individual needs, and ask probing questions to get to the deeper meaning.</p></li><li><p>Spend extra time with colleagues, patients and their families, and clients when a clear need exists.</p></li></ul>"
  },
  {
    "title": "Collaboration",
    "definition": "<p>We promote teamwork that fosters insightful and ...</p>  <p>Collaboration is an important activity that ...</p>",
    "body": "<p><strong>We promote teamwork that fosters insightful and excellent solutions and advancement.</strong></p><p>Collaboration is an important activity that involves shared responsibility in promoting productivity and educational success. We commit ourselves to work toward these goals in genuine partnerships with one another, and also with community organizations, businesses, elected officials, and other groups at the local, regional, national, and international levels. Strategic partnerships not only help to strengthen our educational endeavors, they also add to a diversity of perspectives, experiences, and opportunities that contribute to a powerful learning environment.<p><ul><p><strong>How Can I Live This Core Value?</strong></p><li><p>Develop relationships to share information and unify efforts. Involving others from different perspectives in decision-making and planning enhances the quality of work.</p></li><li><p>Think creatively about challenges and issues, seeking multiple sources of input.</p></li><li><p>Promote teamwork through positive attitude and encouragement.</p></li><li><p>Remember there is no I in team.</p></li></ul>"
  },
  {
    "title": "Diversity",
    "definition": "<p>We are committed to a culture that is enriched ...</p>  <p>Diversity is a word often used to describe differences...</p>",
    "body": "<p><strong>We are committed to a culture that is enriched by diversity and inclusion, in the broadest sense, in its thoughts, actions, and leadership.</strong></p><p>Diversity is a word often used to describe differences among people in terms of race, creed, or sexual orientation. To us, diversity means much more. We are diverse in the aforementioned ways, but also in abilities, backgrounds, values, personalities, thoughts, goals, and aspirations. We strive for common identity and purpose. This requires respect, patience, understanding, courtesy, and civility. We value diversity and unique contributions, fostering a trusting, open, and inclusive environment and treating each member of our community in a manner that incorporates all of our core values. We strive for diversity among our students, faculty, and employees as well as in the vendors, organizations, and businesses with whom we choose to partner. We prepare our students to thrive in a diverse society and in a world where social interaction, work, and exchange occur across geographical, cultural, and socioeconomic boundaries.<ul><p><strong>How Can I Live This Core Value?</strong></p></li><li><p>Don’t take sides. Don’t refuse to communicate or acknowledge the rights of others.</p></li><li><p>Promote an inclusive work environment. Appreciate and seek deeper understanding of each person’s unique contribution. Apply knowledge of other work styles to enhance the work of the team.</p></li><li><p>Practice mutual respect.</p></li><li><p>Make an effort to meet new people and embrace various cultures.</p></li><li><p>Challenge yourself to stray from your norms. Learn from different sources and try to appreciate all the different threads and colors of life’s tapestry.</p></li></ul>"
  },
  {
    "title": "Excellence",
    "definition": "<p>We are guided by a constant pursuit of ...</p>  <p>Nothing but the best will do when we are teaching ...</p>",
    "body": "<p><strong>We are guided by a constant pursuit of excellence.</strong></p><p>Nothing but the best will do when we are teaching students, treating patients, or advancing science. As a public health, law, and human services university, we have a responsibility to set the standard by which others are measured. We are devoted to excellence in professional and graduate education, research, patient care, and public service: Excellence in the craft of teaching, excellence in learning, excellence in scholarship, excellence in customer service, excellence in our interactions with one another, internally and externally. We strive to work at the highest level of performance, with a commitment to continuous improvement.<ul><p><strong>How Can I Live This Core Value?</strong></p></p></li><li><p>Understand your role. There are no small roles.</p></li><li><p>Strengthen your coaching skills. Offering and receiving coaching and feedback are important parts of practicing excellence.</p></li><li><p>Focus on your well-being. We produce optimal results when we’re at our best, physically and emotionally.</p></li><li><p>Connect your own work with department and University goals and priorities, as well as strategic plan goals.</p></li><li><p>Continuously gain knowledge, build skills, increase engagement, and improve productivity.</p></li><li><p>Focus on your patient, client, or co-worker to increase their satisfaction. Offer unparalleled customer service and care on all levels. Success breeds success.</p></li></ul>"
  },
  {
    "title": "Knowledge",
    "definition": "<p>We create, disseminate, and apply knowledge...</p>  <p>At UMB, we seek to square the circle, think outside ...</p>",
    "body": "<p><strong>We create, disseminate, and apply knowledge.</strong></p><p>At UMB, we seek to square the circle, think outside of the box, and expand infinity. We seek to augment the learning of students, faculty, and staff. We foster and protect academic freedom and habits of thinking that are creative and critical. No one is exempt, because learning is a lifelong avocation. The University creates and encourages a climate of discovery, as well as the formation of innovative teaching and learning strategies — we realize further learning occurs in places beyond the classroom.<ul><p><strong>How Can I Live This Core Value?</strong></p></p></li><li><p>Maintain curiosity. Pursue creative and unique solutions. Ask questions and seek answers.</p></li><li><p>Transform knowledge into action.</p></li><li><p>Take risks, initiate action and positive outcomes.</p></li></ul>"
  },
  {
    "title": "Leadership",
    "definition": "<p>We strive continuously to be a leader ...</p>  <p>At UMB, we seek to square the circle ...</p>",
    "body": "<p><strong>We strive continuously to be a leader and to develop leaders.</strong></p><p>Leadership combines ability and the willingness to lead professional practice to higher levels. We commit ourselves to practice ethical and sound leadership through deliberate and systematic attention to the ethical principles that guide all leaders in a moral and just society. We endeavor to direct initiatives in a way that inspires respect.<ul><p><strong>How Can I Live This Core Value?</strong></p></p></li><li><p>Demonstrate the expectations set for the team, and walk the talk.</p></li><li><p>Encourage others to assume leadership roles and develop new skills.</p></li><li><p>Understand that everyone can have a leadership role and that one doesn’t have to serve in a supervisory capacity in order to lead.</p></li><li><p>Practice your leadership skills. Read books on leadership, take a leadership seminar, observe the leaders you admire and their techniques, words, and actions.</p></li><li><p>Think about your formal leadership role, as well as the informal leadership roles you play at work. Outside of work, think about your involvement in community organizations and how others in those organizations may view you not only as an individual, but also as a representative of UMB and MGIC Nigeria.</p></li><li><p>A leader acts appropriately at all times and is someone who makes a difference in their world.</p></li></ul>"
  }
]
